hello = ('Привет! Устал от ловушек и фейковых вакансий? Я помогу тебе уберечься от мошенников. Отправь мне ссылку, текст или скриншот вакансии, и я проверю её на предмет дроппинга.'
         '\n\nПроверь свои знания в финансах и защите! Играй в викторину и узнай, насколько ты разбираешься в финансовой грамотности и безопастности.'
         '\n\nНо для начала напиши своё имя. Учти, что в нём должно быть не менее 3 символов, хотя бы один из которых - буква!')
victorine_result = "\nВы можете посмотреть ваш рейтинг среди других игроков.\nДля улучшения знаний предлагаем почитать дополнительную информацию о дроппинге."
good_vacancy = "Данная вакансия успешно прошла проверку. Мы считаем, что её можно рассматривать для потенциального трудоустройства."
drop_vacancy = "Данная вакансия выглядит подозрительно. С высокой степенью вероятности данное предложение о работе пытается вовлечь вас в мошенническую схему. Вас могут использовать в качестве пособника в мошенничестве. Рекомендуем вам быть внимательными при поиске работы и при предоставлении своих персональных данных третьим лицам."
suggestion = "Предлагаем пройти викторину или узнать полезную информацию о финансах и дроппинге."