hello = ('Привет! Устал от ловушек и фейковых вакансий? Я помогу тебе уберечься от мошенников. Отправь мне ссылку, текст или скриншот вакансии, и я проверю её на предмет дроппинга.'
         '\n\nПроверь свои знания в финансах и защите! Играй в викторину и узнай, насколько ты разбираешься в финансовой грамотности и безопастности.'
         '\n\nНо для начала напиши своё имя. Учти, что в нём должно быть не менее 3 символов, хотя бы один из которых - буква!')
result1 = "Ваш результат: "
result2 = "\nВы можете посмотреть ваш рейтинг среди других игроков."
bad_result = "\n Для улучшения знаний предлагаем почитать дополнительную информацию о дропgинге."
good_vacancy = "Данная вакансия соответствует установленным стандартам и не вызывет подозрений. Рекомендуем продолжить изучение предложения."
drop_vacancy = "Данная вакансия, вероятнее всего, является мошеннической. Рекомендуем обратиться к проверенным источникам информации."
suggestion = "Предлагаем пройти викторину или узнать полезную информацию о финансах и дроппинге."